Repository: oha-4/ChezGUI
Catalog: ChezGUI/Localizable.xcstrings
Source language: en
Languages: ja

source: Binary or unreadable file — diff not shown
ja: バイナリまたは読み取れないファイルのため、差分を表示できません

source: Binary or unreadable source file
ja: バイナリまたは読み取れないソースファイルです

source: Cancel
ja: キャンセル

source: chezmoi %@ failed: %@
ja: chezmoi %1$@ に失敗しました: %2$@

source: chezmoi cat %@ failed: %@
ja: chezmoi cat %@ に失敗しました: %@

source: chezmoi cat failed: %@
ja: chezmoi cat に失敗しました: %@

source: chezmoi error
ja: chezmoi エラー

source: chezmoi executable not found. Install it (e.g. `brew install chezmoi`) and try again.
ja: chezmoi 実行ファイルが見つかりません。インストールして（例: `brew install chezmoi`）から再度お試しください。

source: chezmoi’s source state for “%@” will be overwritten with the current file on disk, making the on-disk version the source of truth.
ja: 「%@」の chezmoi ソースステートを、現在ディスク上にあるファイルの内容で上書きします。ディスク上の内容が正となります。

source: chezmoi’s source state for every managed file inside “%@” will be overwritten with the current files on disk, making the on-disk versions the source of truth. Templates are skipped.
ja: 「%@」内のすべての管理対象ファイルの chezmoi ソースステートを、現在ディスク上にあるファイルの内容で上書きします。ディスク上の内容が正となります。テンプレートはスキップされます。

source: Each theme follows your system's light/dark appearance.
ja: 各テーマはシステムのライト／ダーク設定に従います。

source: Failed to load image: %@
ja: 画像の読み込みに失敗しました: %@

source: No file selected
ja: ファイルが選択されていません

source: Open with Default App
ja: デフォルトアプリで開く

source: Re-add
ja: 再追加

source: Re-add from Disk…
ja: ディスクから再追加…

source: Re-add Folder from Disk…
ja: フォルダをディスクから再追加…

source: Re-add this file from disk?
ja: このファイルをディスクから再追加しますか？

source: Re-add this folder from disk?
ja: このフォルダをディスクから再追加しますか？

source: Reload managed files and status
ja: 管理対象ファイルとステータスを再読み込み

source: Reveal in Finder
ja: Finderで表示

source: Select a file to view its diff
ja: 差分を表示するファイルを選択してください

source: Stop Managing
ja: 管理をやめる

source: Stop Managing (Forget)…
ja: 管理をやめる（Forget）…

source: Stop Managing Folder (Forget)…
ja: フォルダの管理をやめる（Forget）…

source: Stop managing this file?
ja: このファイルの管理をやめますか？

source: Stop managing this folder?
ja: このフォルダの管理をやめますか？

source: System
ja: システム

source: Template
ja: テンプレート

source: Theme
ja: テーマ

source: This file is rendered by chezmoi from a Go template (*.tmpl). The Edit tab shows the raw template source.
ja: このファイルは chezmoi が Go テンプレート (*.tmpl) からレンダリングします。Edit タブにはテンプレートのソースがそのまま表示されます。

source: “%@” will be removed from chezmoi’s source state. The file on disk is left untouched.
ja: 「%@」を chezmoi のソースステートから削除します。ディスク上のファイルはそのまま残ります。

source: “%@” and every managed file inside it will be removed from chezmoi’s source state. The files on disk are left untouched.
ja: 「%@」とその中のすべての管理対象ファイルを chezmoi のソースステートから削除します。ディスク上のファイルはそのまま残ります。

source: Apply
ja: 適用

source: Apply to Disk…
ja: ディスクに適用…

source: Apply Folder to Disk…
ja: フォルダをディスクに適用…

source: Apply this file to disk?
ja: このファイルをディスクに適用しますか？

source: Apply this folder to disk?
ja: このフォルダをディスクに適用しますか？

source: The on-disk file “%@” will be overwritten with chezmoi’s rendered source state, making the source the source of truth.
ja: ディスク上のファイル「%@」を、chezmoi がレンダリングしたソースステートで上書きします。ソースが正となります。

source: The on-disk files for every changed managed file inside “%@” will be overwritten with chezmoi’s rendered source state, making the source the source of truth.
ja: 「%@」内の変更があるすべての管理対象ファイルを、chezmoi がレンダリングしたソースステートで上書きします。ソースが正となります。
